import { Container } from "@mui/material";
import Layout from "../../components/Layout";
import BlockPageHeader from "../../components/Block/BlockPageHeader";

const PageContact = () => {
  return (
    <>
      <Layout>
        <BlockPageHeader title="আমাদের পরিচিতি" />

        <section className="">
          <Container className="max-w-[1280px]"
            maxWidth="md"
            sx={{
              paddingTop: "2.8rem",
              paddingBottom: "2.8rem",
              "& p": {
                marginBottom: "1rem",
                textAlign: "justify",
              },

              "@media (max-width: 600px)": {
                paddingTop: "1rem",
                paddingBottom: "1rem",
              },
            }}
          >
            <h5 style={{ textAlign: "center" }}>
              اعوذ بالله من الشيطان الرجيم
            </h5>
            <h5 style={{ textAlign: "center", marginTop: 0 }}>
              بسم الله الرحمن الرحيم
            </h5>
            <h5
              style={{
                textAlign: "center",
                marginTop: 0,
                marginBottom: "2.8rem",
              }}
            >
              الحمد لله رب العلمين والصلوة و السلام علي سيدنا محمد وعلي اله
              واصحبه وأهل بيته اجمعين
            </h5>

            <p>
              মহান আল্লাহ্ পাকের বাণী- ان الدين عند الله الاسلام অর্থাৎ:
              “নিশ্চয়ই আল্লাহর নিকট একমাত্র মনোনীত ধর্ম ইসলাম।” ইসলাম ছাড়া কোন
              ধর্ম মহান আল্লাহ্ পাকের কাছে গ্রহনযোগ্য নয়। আর ইসলাম হল মানব জাতির
              পূর্ণাঙ্গ জীবন ব্যবস্থার নাম। মানব জীবনের শুরু থেকে নিয়ে শেষ
              পর্যন্ত যাবতীয় বিষয় ইসলাম এর মধ্যে বিদ্যমান। তাই একজন মুসলমানের
              জন্য জীবন পরিচালনার ক্ষেত্রে ইসলামের কোন বিকল্প নেই, হতেও পারে না।
              আহলে সুন্নাত ওয়াল জামাতের মতে ইসলামী শরীয়তে চারটি মূলনীতি সর্বজন
              স্বীকৃত- (১) কিতাবুল্লাহ (২) সুন্নাতে রাসূল সাল্লাল্লাহু আলাইহি
              ওয়া সাল্লাম (৩) ইজমা (৪) কিয়াস। এ চারটি মূলনীতির আলোকে ব্যাক্তি,
              সমাজ, দেশ পরিচালনা করতে হয়।
            </p>

            <p>
              ইসলামের আর্দশ ও শিষ্টাচারিতা অতি চমৎকার। আর নিশ্চয়ই সর্বোত্তম
              আদর্শের উৎস একমাত্র রাসূল (সাঃ)। আল্লাহ়্ তায়ালার বাণী- وَإِنَّكَ
              لَعَلى خُلُقٍ عَظِيمٍ অর্থাৎ: “নিশ্চয়ই আপনি সর্বোত্তম চরিত্রের
              অধিকারী।” (সুরা কালাম-৪)। রাসূল (সাঃ) আরও বলেছেন, “আমি শিক্ষক
              হিসেবে প্রেরিত হয়েছি।” এজন্য রাসূল (সাঃ) যেভাবে শিক্ষা দিয়েছেন
              সবক্ষেত্রে সেভাবে আমল করতে হবে।
            </p>

            <p>
              ইসলাম সম্পর্কে জানার অন্যতম মাধ্যম হল আল ক্বোরআন ও হাদীস শরীফ তথা
              সুন্নাতে রাসূল (সাঃ)। রাসূল (সাঃ) বলেছেন, “আমি তোমাদের নিকট দু‘টি
              জিনিস রেখে যাচ্ছি- ১. আল ক্বোরআন ও ২. আমার সুন্নাত, যতক্ষণ
              পর্যন্ত এ দু‘টি অনুসরন করবে ততক্ষণ পর্যন্ত তোমরা পথভ্রষ্ঠ হবেনা।”
              আর আল্লাহ়্ তায়ালার বাণী আল ক্বোরআন নিজে নিজে বুঝে আমল করার
              অধিকার আল্লাহ তায়ালা মানব জাতিকে দেন নি। আল্লাহ়্ তায়ালার বাণী-{" "}
            </p>

            <h6
              style={{
                fontSize: "1.1rem",
                textAlign: "center",
              }}
            >
              رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِّنْهُمْ يَتْلُو عَلَيْهِمْ
              آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ
              إِنَّكَ أَنتَ العَزِيزُ الحَكِيمُ
            </h6>

            <p>
              অর্থাৎ: “হে আমার প্রতিপালক ! তাদের মধ্যে থেকে তাদের নিকট একজন
              রাসূল প্রেরণ করুণ যিনি তাদের কাছে আপনার আয়াত সমুহ তিলাওয়াত করবেন,
              তাদেরকে কিতাব ও হিকমত শিক্ষা দিবেন এবং তাদেরকে পবিত্র করবেন।”
              (সুরা বাকারা-১২৯)। তাই রাসূল (সাঃ) যেভাবে তিলাওয়াত শিখিয়েছেন
              সেভাবে তিলাওয়াত করতে হবে এবং যেভাবে আল ক্বোরআন এর ব্যাখ্যা করে
              বুঝিয়েছেন সেভাবে বুঝতে হবে। কেননা রাসূল (সাঃ) বলেছেন, “যে
              ব্যাক্তি কোরআন শরীফের মনগড়া তাফসীর করল, সে যেন তার ঠিকানা
              জাহান্নামে করে নিল।” ক্বোরআন হাদীসের সঠিক ব্যাখ্যার মাধ্যমেই
              প্রতিষ্ঠিত হয়েছে মাজহাব চতুষ্টয়। এর কোন একটির অনুসরন ছাড়া আহলে
              সুন্নাত ওয়াল জামাতের অনুসারী হওয়া সম্ভব নহে। শাহ ওয়ালী উল্লাহ
              মুহাদ্দেসে দেহলবী (রাহঃ) বলেন, “আহলে সুন্নাত ওয়াল জামাআত চার
              মাযহাবে সীমাবদ্ধ।” (ফাতাওয়া কাজীখান, খ-১, পৃ. ১১২)। আর আহলে
              সুন্নাত ওয়াল জামাআত এর অনুসারী ছাড়া কেহ হেদায়াত প্রাপ্ত নয়, আহলে
              সুন্নাত ওয়াল জামাআত এর অনুসারী তারা, যারা সাহাবায়ে কেরামগনের
              অনুসারী। রাসূল (সাঃ) এর ভাষায়- أصحابي كالنجوم بايهم اقتديتم
              اهتديتم অর্থাৎ: “আমার প্রত্যেক সাহাবী আকাশের তারকাতুল্য, তোমরা
              তাহাদের যে কোন একজনের অনুসরণ করো না কেন, তোমরা হেদায়াত প্রাপ্ত
              হবে।” রাসূল (সাঃ) আরও বলেন- عليكم بسنتي وسنت الخلفاء الراشدين
              অর্থাৎ: “তেমারা আমার ও আমার খোলাফায়ে রাশিদীন গনের সুন্নাতকে আকড়ে
              ধর।”
            </p>

            <p>
              আমরা দেখতে পাই বর্তমান সময়ে মিডিয়ার জগতে অপব্যাখ্যাকারীদের ছড়াছড়ি।
              এসব অপব্যাখ্যা দেখে-শুণে জ্ঞান পিপাষুরা জ্ঞান আহরনের মাধ্যমে সঠিক
              পথে আসার পরিবর্তে পথভ্রষ্ঠ হচ্ছে এবং সমাজে ফিৎনা সৃষ্টি হচ্ছে। তাই
              সত্য-নিষ্ট ভাবে ক্বোরআন হাদীসের ব্যাখ্যা জনসম্মূখে তুলে ধরা
              আবশ্যক। কারণ রাসূল (সাঃ) বলেছেন, “আমার পক্ষ থেকে একটি আয়াত জানা
              তাকলেও তা অন্যের কাছে প্রচার কর।”
            </p>

            <p>
              “ইসলামের কন্ঠ” এর মাধ্যমে জনসম্মূখে ‘আহলে সুন্নাত ওয়াল জামাআত’ এর
              আক্বীদাহ অনুযায়ী ইসলামের সঠিক চিত্র উপস্থাপন, সেই সাথে অপব্যাখ্যা
              ও ভ্রান্ত ধারনা নিরসনের লক্ষ্যে কাজ করা আমাদের একমাত্র উদ্দেশ্য।
              ‘ইসলামের কন্ঠ, বাংলা ভাষায় বিশুদ্ধ ইসলামী জ্ঞানের ক্ষেত্র হিসেবে
              বিবেচিত হবে, ইনশা আল্লাহ। আল্লাহুম্মা আমীন।
            </p>
          </Container>
        </section>
      </Layout>
    </>
  );
};

export default PageContact;
